Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/skatteetaten.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Income from the sale of goods that have been supplied and services that have been rendered in the subsidy-month.
nn: Inntekter frå sal av varer som er levert og tenester som er utført i tilskotsmånaden.

source: New rules from 2019 concerning value of assets in newly established unlisted companies:
nn: Nye reglar frå 2019 for formuesverdi i nystifta ikkje-børsnoterte selskap

source: Specification of stocks
nn: Spesifikasjon av varelager

source: will be as follows: Riding centre (1). Real to submit annual accounts to
nn: nummereringa slik: Ridesenter (1). Alle personleg næringsdrivande skal fylle

source: Selecting the correct employment type.
nn: Vel rett type arbeidsforhold

source: The list price for Kari’s car is NOK 500,000 and the registration number is BA54321.
nn: Listeprisen på Kari sin bil er 500 000 og registreringsnummeret er BA54321.

source: From 2021, you must always specify the reason for the end date when you set an end date for an employment relationship.
nn: Frå og med 2021 skal det alltid opplysast om årsak til sluttdato når det blir lagt inn sluttdato på eit arbeidsforhold.

source: Foreign company or NUF
nn: Utanlandsk selskap eller NUF

source: For employees that are taken back fully in the subsidy period
nn: For tilsette som blir tatt heilt tilbake i arbeid i støtteperioden

source: Change the gross income and withholding tax for the month or months the error occurred.
nn: Endre brutto inntekt og forskotstrekk på den eller dei månadene feilen blei gjort.

source: Deleting a-meldings and using 0-meldings
nn: Sletting av a-melding og bruk av 0-melding

source: Please note that the total
nn: informasjon om krav til dokumentasjon og

source: (in Norwegian only) collects information and documentation about all buildings and properties in Norway in one place and is connected to the Property Register.
nn: samlar data og dokumentasjon om alle bygg og bustader i Noreg på ein stad og er kopla mot Eiendomsregisteret.

source: You must therefore be able to submit a Certificate of Residence issued by the Thai tax authorities and explicitly stating that you are tax resident in Thailand pursuant to the tax treaty with Norway.
nn: Du må difor kunne leggje fram ein bustadattest (Certificate of Residence) frå thailandske skattemyndigheiter som uttrykkjeleg stadfestar at du er skattemessig busett i Thailand etter skatteavtalen med Noreg.

source: must report the altered capital circumstances in the company on page 1 of the Shareholder register statement.
nn: må rapportere inn endra kapitalforhold i selskapet på side 1 i aksjonærregisteroppgåva.

source: A shop submits an a-melding for February containing information on the occupation code 0000000 for Kari, who is in ordinary employment.
nn: Ein butikk sender a-melding for februar med opplysningar om yrkeskode 0000000 for Kari som har eit ordinært arbeidsforhold.

source: Information about end date and the reason for the end date are connected.
nn: Opplysningar om sluttdato og årsak til sluttdato heng saman.

source: You must submit RF-1053 as an attachment to the tax return or company tax return.
nn: Du leverer RF-1053 som vedlegg til skattemeldinga eller selskapsoppgåva.

source: also declare disability benefits from abroad
nn: Uføreytingar frå utlandet skal også førast her,

source: Under both items 18 and 30, information must be provided about the acquiring company Y.
nn: I både post 18 og 30 må ein gi opplysningar om det overtakande selskapet Y.

source: They receive the error message MAGNET_EDAG-284 because the specified start date for the employment falls before Olav was born.
nn: Dei får feilmeldinga MAGNET_EDAG-284 fordi opplyst startdato på arbeidsforholdet er før tidspunktet Olav er fødd.

source: This is how you report it in the a-melding
nn: Slik oppgir du dette i a-meldinga

source: A person who has the status "not-regular resident" ("Residente Näo Habitual") in Portugal, may have entitled to tax exemption for pensions and disability benefits in Norway as he does not fulfill the condition of being resident in Portugal pursuant to the tax treaty.
nn: Ein person som har status som "non-regular resident" ("Residente Näo Habitual") i Portugal, kan ha krav på skattefritak for pensjon/uføreytingar i Noreg då han ikkje oppfyller vilkåret om å være busett i Portugal etter skatteavtalen.

source: If you specify a code which does not exist in the directory (e.g. 0000 000 or 9999 999), the a-melding will be rejected.
nn: Dersom du fører opp ein kode som ikkje finst i katalogen (som til dømes 0000 000 eller 9999 999) blir a-meldinga avvist.

source: The shop receives error message MAGNET_EDAG-295 because the reported amount to pay is negative.
nn: Dei får feilmelding MAGNET_EDAG-295 fordi det oppgitte beløpet å betale er negativt.

source: A telecom company submits an a-melding for May 2017 and specifies that Kari receives "subsistence expenses” as income.
nn: Eit teleselskap sender a-melding for mai 2017 og oppgir at Kari har "administrativ forpleiing" som inntekt.

source: Ali is assigned a D number.
nn: Ali får tildelt D-nummer.

source: In some cases, the invoice date and shipping date will fall under different periods.
nn: I somme tilfelle høyrer fakturadato og ekspedisjonsdato til ulike periodar.

source: If you are unsure which type you should use, see
nn: Dersom du er usikker på kva type du skal bruke, sjå

source: New share issue through conversion of receivable by increasing nominal value
nn: Nyemisjon ved konvertering av fordring ved auke av pålydande

source: Enterprise A is linked to Declarant 1 (legal organisation number 1) until the end of June.
nn: Verksemd A er knytt til Opplysningspliktig 1 (juridisk organisasjonsnummer 1) til og med juni.

source: As a seasonal worker, you’re entitled to membership in the pension scheme if you, for each of the last three years, have worked at least 20 percent of a full-time position for your employer.
nn: Som sesongarbeidar har du rett til medlemskap i pensjonsordninga dersom du for kvart av dei tre siste åra har arbeidd minst 20 prosent av fulltidsstilling hos arbeidsgivaren din.

source: X (the divesting company) must report the altered capital circumstances on page 1 of the Shareholder register statement.
nn: X (overdragande selskap) må rapportere inn endra kapitalforhold på side 1 i aksjonærregisteroppgåva.

source: Here we present some examples of how to complete the Shareholder register statement (RF-1086).
nn: Her viser vi deg døme på korleis aksjonærregisteroppgåva (RF-1086) skal fyllast ut.

source: If you need the confirmation on paper with a stamp and signature, you can select that option when you order.
nn: Viss du treng stadfestinga på papir med stempel og signatur, vel du det når du bestiller.

source: A construction company submits an a-melding containing information about Pjotr.
nn: Eit byggjefirma sender a-melding med opplysningar om Pjotr.

source: The architectural firm deletes the international ID for Pjotr from the a-melding and replaces it with the D number:
nn: Arkitektbyrået fjernar internasjonal ID for Pjotr frå a-meldinga og erstattar denne med D-nummer:

source: have a lower tax deduction than 15 per cent and receive a new pension/disability benefit from Norway
nn: har lågare skattetrekkk enn 15 prosent og får ein ny pensjon/uføreyting frå Noreg

source: The reason for the end date of the employment is to be submitted from and including 2021.
nn: Årsak til sluttdato for arbeidsforholdet skal leggjast inn først frå og med 2021.

source: The firm reports information for both enterprises in the same a-melding (recommended).
nn: Røyrleggjarbedrifta rapporterer begge verksemdene i den same a-meldinga (tilrådd).

source: No, this does not affect the tax calculation as long as the time of death was in 2013 or earlier.
nn: Nei, det har ikkje noko å seie for utrekninga av avgifter så lenge dødsfallet skjedde i 2013 eller tidlegare.

source: You must reconcile this against the declaration summary.
nn: Du skal avstemme dette mot deklarasjonsoversikta.

source: Enterprise A is linked to Declarant 1 (legal organisation number 1), but with cessation date 30 June.
nn: Verksemd A er knytt til Opplysningspliktig 1 (juridisk organisasjonsnummer 1), men med opphøyrsdato 30.

source: The provisions in the tax treaty apply to you also.
nn: Føresegnene i skatteavtalen gjeld for deg òg.

source: See item 307 in the guidelines.
nn: Sjå post 307 i rettleiinga.

source: Total taxable business income multiplied by gross turnover (sales or purchases) to/from unit owners/members.
nn: Total skattepliktig næringsinntekt multiplisert med brutto omsetning (kjøp eller sal) til/frå partseigarane/ medlemmene.

source: Item 5 Business income/losses and
nn: Post 5 Næringsinntekt/underskot og

source: Karl receives a letter from the Tax Administration saying he should not report information about his own employment relationship as the owner in the a-melding.
nn: Karl får eit brev frå Skatteetaten der det står at han ikkje skal sende inn opplysningar om sitt eige arbeidsforhold som eigar i a-meldinga.

source: business activities for which the personal
nn: blir avskrivne lineært, og som kjem fram i

source: Peter works for a ministry which has an agreement concerning pay under pay grade 52.
nn: Peter jobbar i eit departement med avtale om lønn i lønnstrinn 52.

source: Which organisation numbers should you use for the public sector in the a-melding?
nn: Kva for organisasjonsnummer du skal bruke for offentleg sektor i a-meldinga.

source: 50% or more of the company or entity in
nn: minst 50 prosent av person, selskap eller

source: The purpose of this specification is to determine the gross profit made by the enterprise (item 0260) from sales of goods for resale.
nn: Formålet med spesifikasjonen er å kome fram til verksemda si oppnådde bruttoforteneste (post 0260) på omsetninga av handelsvarer.

source: You must also specify the currency code (e.g. SEK, EUR, USD).
nn: Ein skal òg gi opp valutakode(til dømes SEK, EUR, USD).

source: Her employer specifies 20 May as the start date for the layoff in the a-melding for April and in all subsequent a-meldings for as long as she is laid off.
nn: mai. Arbeidsgivaren fører opp 20. mai som startdato for permitteringa i a-meldinga for april og alle seinare a-meldingar så lenge ho er permittert.

source: The hospital specifies the correct leave percentage for Linda:
nn: Sjukehuset oppgir riktig permisjonsprosent for Linda:

source: Exchange rates can be found at www.norges-bank.no
nn: Valutakursar finn ein på www.norges-bank.no

source: Kari became a wheelchair user in 2008.
nn: Kari blei i 2008 rullestolbrukar. Pga.

source: (in Norwegian only), issues special licenses to firms that have been approved to install fibre, computer networks and cable TV.
nn: tildeler spesielle autorisasjonar til bedrifter som er godkjente for å installere fiber, datanett og kabel-tv.

source: Karl owns a sole proprietorship where he works with two employees.
nn: Karl eig eit enkeltpersonføretak der han jobbar saman med to tilsette.

source: If you're already an online user, you must remember to update your contact information
nn: Er du allereie elektronisk brukar, må du hugse å oppdatere kontaktinformasjonen din

source: You'll find the feedback in your “
nn: Du finn tilbakemeldinga i

source: You must also be prepared to document/substantiate all the expenses for which you are claiming an allowance if the tax office asks you to.
nn: Du må òg vere førebudd på å måtte dokumentere/sannsynleggjere alle kostnadene du krev frådrag for, dersom skattekontoret ber om det.

source: Parents are not required to pay employer’s contribution even though they are employers of persons who take care of children in the child’s home (nanny, au pair, babysitter and similar).
nn: Sjølv om foreldre er arbeidsgivar for ein person som passar barn i barnet sin heim (praktikant, au pair, barnevakt o.l.), skal dei ikkje betale arbeidsgivaravgift.

source: Specify this as two employment relationships.
nn: Oppgi dette som to arbeidsforhold.

source: Company X before the demerger:
nn: Selskap X før fisjonen

source: Credits will be divided into the following
nn: I selskap med deltakarfastsetting er selskapet

source: Example 1 – forgotten to specify attachment of earnings
nn: Døme 1 – gløymt å oppgi eit utleggstrekk

source: Sub-entity is also referred to as enterprise in the a-melding guide.
nn: I rettleiinga til a-meldinga kallar vi undereining òg for verksemd.

source: If you do not follow the regulations, you will have to pay taxes.
nn: Dersom du ikkje følgjer regelverket må du betale avgifter.

source: If you have employees or you pay salary, pensions or other benefits, you'll be subject to the reporting obligation in the a-ordning scheme and must submit a-meldings.
nn: Dersom du har tilsette, eller betaler ut lønn, pensjonar eller andre ytingar, har du opplysningsplikt i a-ordninga og skal levere a-melding.

source: You should complete the form electronically before you print out, sign and send us the original copy by post.
nn: Du bør fylle ut skjemaet elektronisk før du skriv det ut, signerer og sender det til oss i original per post.

source: Actual revenue in the corresponding period in 2019
nn: Faktisk omsetning i tilsvarande periode i 2019

source: Banks, financial institutions and insurance companies – for business relationships with Norwegian banks or other financial institutions.
nn: Bankar, finansinstitusjonar og forsikringsselskap – for forretningsforhold med norske bankar eller andre finansinstitusjonar.

source: The tax assessment for the income year 2021
nn: Skattemeldinga for inntektsåret 2021

source: Use the same description for the wages or benefit and the same additional information as declared in the original a-melding you want to correct.
nn: Bruk den same nemninga for lønna eller ytinga og dei same tilleggsopplysningane som oppgitt i den opphavlege a-meldinga du vil rette.

source: State the FTE percentage or working hours which have been agreed in the employment contract even if the number of hours to which a 100 percent position equates varies every month.
nn: Før opp stillingsprosenten eller arbeidstida som er avtalt i arbeidskontrakten sjølv om det varierer kor mange timar ei 100 prosent stilling utgjer kvar månad.

source: Work-in-progress at the end of the
nn: ved starten av rekneskapsåret vil vere

source: From the month of July, Enterprise A was linked to Declarant 2 (legal organisation number 2).
nn: Frå juli blei Verksemd A knytt til Opplysningspliktig 2 (juridisk organisasjonsnummer 2).

source: After you have corrected the error, submit the a-melding.
nn: Når du har retta feilen, send inn a-meldinga.

source: Under both items 10 and 24, information must be provided about the divesting company.
nn: I både post 10 og 24 må ein gi opplysningar om det overdragande selskapet.

source: A correction must be made for item 0165 in item 2058 or item 2059 on page 4 (see the guidance under "Business expenses without allowance entitlement/equity corrections").
nn: Det må korrigerast for post 0165 i post 2058 eller post 2059 på side 4 (sjå rettleiinga under ”Næringskostnader utan frådragsrett/ eigenkapitalkorreksjonar”).

source: In the a-melding for April, the chain reports employees (employment) under the closed enterprise, either with an open end date or with an end date after the enterprise has closed.
nn: I a-meldinga for april rapporterer butikkjeda tilsette (arbeidsforhold) på den nedlagde verksemda, anten med open sluttdato eller med sluttdato etter at verksemda er nedlagd.

source: The application deadline for the previous calendar year is 30 September.
nn: Søknadsfristen for føregåande kalenderår er 30. september.

source: Many tax treaties that Norway has entered
nn: vurdere prisar og vilkår i avtalar mellom

source: For payments for the minding and care of children who hadn't reached the age of 12 by the end of the income year or children aged 12 or older with special care needs in the child's home, special threshold amounts apply and a separate form must be completed.
nn: For utbetaling for pass og stell av barn som ikkje har fylt 12 år før utgangen av inntektsåret eller av barn som er 12 år eller eldre og som har eit særskilt behov for omsorg og pleie i barnet sin heim gjeld det eigne beløpsgrenser og eit eige skjema.

source: In 2022, the Tax Administration will run a pilot for private limited companies that have opted out of audits and that submit the tax return for the 2021 income year from an accounting or annual accounts system.
nn: I 2022 gjennomfører Skatteetaten ein pilot for små aksjeselskap som har valt bort revisjon og som sender skattemeldinga for inntektsåret 2021 frå eit rekneskaps- eller årsoppgjersprogram.

source: The declarant receives error message MAGNET_EDAG-142B because the organisation numbers (legal organisation number 1 and organisation number for enterprise (business number) for Enterprise A) are not linked in August.
nn: Dei får feilmeldinga MAGNET_EDAG-142B fordi organisasjonsnummera (juridisk organisasjonsnummer 1 og organisasjonsnummer for verksemd A) ikkje er knytte saman i august.

source: The tax treaty between Norway and Portugal regulates the right to tax pensions and disability benefits in articles 18, 19 and 22.
nn: Skatteavtalen mellom Noreg og Portugal regulerer retten til å skattleggje pensjonar og uføreytingar i artiklane 18, 19 og 22.

source: Rental costs for equipment hired
nn: For skattytarar som ikkje høyrer heime i ein

source: Persons who can document that they are resident in the US pursuant to the tax treaty between Norway and the US are entitled to tax exemption in Norway for pensions and disability benefits from private occupational ension schemes and annuities (IPA/IPS).
nn: Personar som kan dokumentere at dei er busette i USA etter skatteavtalen mellom Noreg og USA, har krav på skattefritak i Noreg for pensjon og uføreytingar frå private tenestepensjonsordningar og livrenteforsikringar(IPA/IPS).

source: Documentation requirements (resident in another EU/EEA country)
nn: Krav til dokumentasjon (busett i eit anna EU/EØS-land)

source: The company receives error message MAGNET_EDAG-192B because the end date for the leave of absence falls before the start date of the leave.
nn: Dei får feilmeldinga MAGNET_EDAG-192B fordi sluttdatoen for permisjonen er før startdato for permisjonen.

source: Example 1 – The enterprise is closed/wound up – reporting of employment
nn: Døme 1 – Verksemda er nedlagd/opphøyrt – rapportering av arbeidsforhold

source: Item 0160 Self-produced goods for use in own production
nn: Post 0160 Sjølvproduserte varer som skal nyttast i eigen produksjon

source: If the number of hours for a full-time position is unknown
nn: Er timar for ei fulltidsstilling ukjent

source: You only need to submit an a-melding in months in which payments are made to freelancers, contractors and fee recipients.
nn: Du treng då berre å rapportere a-melding i dei månadene der det finst ei utbetaling til frilansar, oppdragstakar og personar med honorar.

source: If you've activated a smart card from Buypass, you're an online user.
nn: Har du aktivert eit smartkort frå Buypass, er du elektronisk brukar.

source: When you’ve found the organisation number for the enterprise/sub-entity, you submit the a-melding.
nn: Når du har funne organisasjonsnummer for verksemd/undereining, sender du inn a-meldinga.

source: Even if you submit the declaration in 2014 or later, the gift is subject to tax.
nn: Sjølv om du sender inn melding i 2014 eller seinare blir det avgift.

source: Shareholder A owns companies W and Y, shareholder B owns company Z. Company X writes down the nominal value by NOK 200 and has a new nominal value of NOK 300.
nn: Aksjonær A eig selskap W og Y, aksjonær B eig selskap Z. Selskap X skriv ned pålydande med 200 og får ny pålydande på 300.

source: Change the number to the correct legal organisation number (declarant) for the a-melding.
nn: Endre til rett juridisk organisasjonsnummer (opplysningspliktig) for a-meldinga.

source: From 2019, a new and simplified tax scheme took effect. The scheme is for foreign workers in Norway.
nn: Det vart frå 2019 innført ei forenkla skatteordning for deg som er utanlandsk arbeidstakar i Noreg.

source: The dealer receives error message MAGNET_EDAG-175C with information indicating that the information specified for Ola in both a-meldings will be aggregated and combined under a single number for Ola.
nn: Dei får feilmeldinga MAGNET_EDAG-175C med informasjon om at opplysningane som er oppgitt for Ola i begge a-meldingane blir oppsummerte og samla på eitt nummer for Ola.

source: If you have a residence permit for less than 6 months, you do not register as resident in Norway or report a move to Norway, you only apply for a tax deduction card.
nn: Har du opphaldsløyve på mindre enn 6 månader, skal du ikkje registrerast som busett i Noreg og du skal ikkje melde flytting til Noreg, men berre søkje om skattekort.

source: If you are of the opinion that all or part of your pension/disability benefit is tax exempt in Norway pursuant to the tax treaty with the US, you must submit an application for a tax exemption card or a tax deduction card with a lower tax rate than 15 per cent to the tax office.
nn: Meiner du at pensjonen/uføreytinga di er heilt eller delvis skattefri i Noreg etter skatteavtalen med USA, må du kontakte skattekontoret og søkje om frikort eller skattekort med lågare trekk en 15 prosent.

source: The nursing home receives error message MAGNET_EDAG-180C because there is no information on the date of birth.
nn: Sjukeheimen får feilmelding MAGNET_EDAG-180C fordi opplysninga om fødselsdato manglar.

source: The firm submits a new a-melding with the correct start date.
nn: Snikkarfirmaet sender inn ei ny a-melding med korrekt startdato.

source: This also applies when you have submitted a Certificate of Residence
nn: Dette gjeld også når du har lagt fram Certificate of Residence.

source: A person who has the status "non-regular resident" ("Residente Näo Habitual") in Portugal, may have entitled to tax exemption for pensions and disability benefits in Norway as he does not fulfill the condition of being resident in Portugal pursuant to the tax treaty.
nn: Ein person som har status som "non-regular resident" ("Residente Näo Habitual") i Portugal, kan ha krav på skattefritak for pensjon/uføreytingar i Noreg då han ikkje oppfyller vilkåret om å være busett i Portugal etter skatteavtalen.

source: The store receives feedback MAGNET_EDAG-298 because the number of hours must always be specified for an hourly wage.
nn: Dei får tilbakemeldinga MAGNET_EDAG-298 fordi ein alltid skal føre opp talet på timar for timelønn.

source: From the 2019 income year,
nn: Frå inntektsåret 2019 er det vedtatt

source: The ordinary after-school supervision schemes run by private and public schools (SFO) immediately before and after school hours is counted as childcare eligible for child-care deduction.
nn: Dei ordinære skulefritidsordningane ved offentlege og private skular (SFO) rett før og rett etter skuletid blir rekna som pass og stell av barn som gir rett til foreldrefrådrag.

source: If you submit a 0-melding, you should be aware that doing so may result in information being missing for one or more periods and a complete lack of information concerning the employer or employee.
nn: Sender du ei 0-melding, må du vere merksam på at det kan føre til at informasjon for ein eller fleire periodar manglar og at det ikkje er nokon opplysningar om arbeidsgivaren eller den tilsette.

source: You can avoid joint liability by paying via a bank.
nn: Du kan unngå dette ved å betale via bank.
